Repository: DalavanCloud/scim-hangul
Catalog: po/*.po
Languages: nl

source: 3bul 2bul-shifted
nl: 3bul (2bul met omschakeltoets)

source: 3bul Final
nl: 3bul eind versie

source: 3bul No-Shift
nl: 3bul zonder omschakeltoets

source: 3bul Yetgeul
nl: 3bul traditioneel

source: Korean
nl: Koreaans

source: Key bindings:
nl: sneltoetsen:

source: Hangul key: %s This key binding is to switch the input mode between the ASCII input mode and the hangul input mode.
nl: Hangul toets: %s Deze sneltoets schakelt de invoermethode tussen de ASCII-invoer en Hangul-invoer.

source: Hanja key: %s This key binding is to convert a hangul character to a hanja character.
nl: Hanja sneltoets: %s Met deze toets wordt een Hangul karakter omgezet naar een Hanja karakter.

source: Hanja Lock
nl: Hanja vergrendeling

source: A Hangul IMEngine Module.
nl: Een Hangul invoer methode.

source: Hangul keys:
nl: Hangul sneltoets:

source: Select Hangul keys
nl: Kies Hangul sneltoets

source: The key events to change input mode between hangul and ascii.Click on the button on the right to edit it.
nl: De toetscombinatie, waarmee de invoer-methode tussen Hangul en ASCII wordt geschakeld. Klik om te veranderen op de rechter muisknop.

source: Hangul to Hanja keys:
nl: Hangul naar Hanja:

source: Select Hangul to Hanja keys
nl: Kies de sneltoets, om van Hangul naar Hanja om te zetten

source: The key events to convert Hangul to Hanja character. Click on the button on the right to edit it.
nl: De toetscombinatie, waarmee de Hangul-tekens in Hanja (Chinese karakters) omgezet worden. Klik om te veranderen op de rechter muisknop.

source: Hanja Lock keys:
nl: Hanja vergrendel toetsen:

source: Select a key to toggle hanja mode keys
nl: Kies de toetscombinatie voor de Hanja-modus

source: The key events to toggle Hanja mode. Click on the button on the right to edit it.
nl: De toetscombinatie voor de Hanja-modus. Klik om te veranderen op de rechter muisknop.

source: _Use ascii input mode
nl: ASCII invoer methode gebruiken

source: Whether to enable to change the input mode between hangul and ascii mode.
nl: De invoermethode omschakelen tussen Hangul en ASCII AAN/UIT.

source: _Show candidate comment
nl: _Toon commentaar over de kandidaten

source: Whether to show the comment of candidates or not.
nl: Wanneer deze optie is gekozen, wordt commentaar over de kandiaten getoond.

source: _Commit by word
nl: hele woorden versturen (_C)

source: Whether not to commit until any non-hangul character is inputed.
nl: Versturen totadat een niet-Hangul karakter is ingevoerd.

source: <span weight="bold">Keyboard layout</span>
nl: <span weight="bold">Toetsenbord indeling</span>

source: <span weight="bold">Key bindings</span>
nl: <span weight="bold">Sneltoetsen</span>

source: Keyboard
nl: toetsenbord

source: Options
nl: Voorkeuren
